tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "java"
brew "adr-tools"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl", args: ["with-nghttp2"], link: true
brew "elixir"
brew "exercism"
brew "findutils", args: ["with-default-names"]
brew "git"
brew "git-crypt"
brew "glances"
brew "gnupg"
brew "go"
brew "gradle"
brew "python"
brew "httpie"
brew "jenv"
brew "kompose"
brew "kubernetes-cli"
brew "kops"
brew "libtool"
brew "lynx"
brew "maven"
brew "mongodb@3.4"
brew "mono"
brew "nethack"
brew "nsnake"
brew "openconnect"
brew "openshift-cli"
brew "pipenv"
brew "postgresql"
brew "rbenv"
brew "sdl2"
brew "shtool"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
cask "appcleaner"
cask "atom"
cask "caffeine"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "etcher"
cask "firefox"
cask "flux"
cask "google-chat"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "graphiql"
cask "handbrake"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "java6"
cask "java8"
cask "keepassx"
cask "keybase"
cask "kindle"
cask "minikube"
cask "minishift"
cask "mono-mdk"
cask "obs"
cask "openoffice"
cask "openra"
cask "opera"
cask "postman"
cask "skitch"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "unity"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "whatsapp"
