tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bash-completion"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "elixir"
brew "exercism"
brew "git"
brew "httpie"
brew "nsnake"
brew "rbenv"
brew "shtool"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
cask "appcleaner"
cask "caffeine"
cask "dropbox"
cask "flux"
cask "gpg-suite"
cask "iterm2"
cask "itsycal"
cask "keepassx"
cask "kindle"
cask "opera"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
